"translat.k_a" = "a";"translat.k_absentismo" = "Absentismo";"translat.k_accesoDB" = "Acceso DB";"translat.k_actualizar" = "Actualizar";"translat.k_actualizarasistencia" = "Actualizar Asistencia";"translat.k_actualizarinstrumeval" = "Actualizar Instrumento de Evaluación";"translat.k_actualizarlogo" = "Actualizar Logo";"translat.k_actualizarmateria" = "Actualizar Materia";"translat.k_actualizarmembrete" = "Actualizar Cabecera\t";"translat.k_actualizarobservacion" = "Actualizar Observación";"translat.k_actualizarunidad" = "Actualizar Unidad\t";"translat.k_addFiles" = "Añadir Archivos";"translat.k_alto" = "ALTO";"translat.k_altos" = "Altos";"translat.k_alumnevalnegativa" = "Alumnado con Evaluación Negativa";"translat.k_alumnoa" = "Alumn@";"translat.k_alumnosconinf" = "Listado de Alumnos con Informe";"translat.k_annos" = " Años";"translat.k_apellidos" = "Apellidos";"translat.k_archivo" = "Archivo";"translat.k_arrastre90x90" = "Arrastre aquí una foto 90x90px, formato .png";"translat.k_arrastredoc" = "Arrastre aquí el Documento";"translat.k_arrastredocs" = "Arrastre aquí el Documento/s";"translat.k_asistencia" = "Asistencia";"translat.k_aula" = "Aula";"translat.k_ausencias" = "Ausencias";"translat.k_balanceestcomp" = "Balance Estándares/Competencias";"translat.k_basico" = "BÁSICO";"translat.k_basicos" = "Básicos";"translat.k_besurehaveselected" = "Asegúrese de haber seleccionado Grupo materia, Evaluación y Tipo de Informe";"translat.k_besurehaveselectedgroup" = "Asegúrese de haber seleccionado Grupo";"translat.k_biografico" = "Biográfico";"translat.k_bloque" = "Bloque";"translat.k_bloquesmall" = "Blq.";"translat.k_bodyhere" = "Introduzca-el-cuerpo-del-mensaje-Aqui";"translat.k_borraralumnos" = "Borrar Todos los Alumnos";"translat.k_borraralumnos_grupos_etc" = "Borrar Grupos, Horario y Datos del Alumnado en el Curso";"translat.k_borrarseleccionados" = "Borrar Seleccionados";"translat.k_calcular" = "Calcular";"translat.k_calificaciones" = "Calificaciones";"translat.k_cancelar" = "Cancelar";"translat.k_cargacopiaseg" = "Cargar Copia de Seguridad";"translat.k_cargadesdehistorico" = "Cargar desde Histórico";"translat.k_cargarparamatricular" = "Cargar para Matricular\t";"translat.k_cargarsql" = "Cargar SQL";"translat.k_cerrar" = "Cerrar";"translat.k_checkupdate" = "Comprobar Actualizaciones";"translat.k_clickennuevoalumno" = "Haga click en \"Nuevo Estudiante\"";"translat.k_compAA" = "AA, Aprender a aprender";"translat.k_compCC" = "CC, Conciencia y Expresiones Culturales\t";"translat.k_compCD" = "CD, Competencia Digital";"translat.k_compCL" = "CL, Comunicación Lingüística";"translat.k_compCM" = "CM, Competencia Matemática y básicas en Ciencia y Tecnología";"translat.k_compCS" = "CS, Competencia Social y Cívica";"translat.k_competencia" = "Competencia";"translat.k_competenrelac" = "Competencia relacionada";"translat.k_competensmall" = "Comp.";"translat.k_compettrabajadas" = "Competencias Trabajadas";"translat.k_compSI" = "SI, Sentido de la Iniativa y espíritu emprendedor";"translat.k_configurarinformes" = "Configurar Informes";"translat.k_consolidar" = "Consolidar";"translat.k_consolidarabsent" = "Consolidar Faltas de Asistencia";"translat.k_consol_all" = "Consolidar Todos";"translat.k_consol_many" = "Consolidar Múltiples...";"translat.k_contenidos" = "Contenidos";"translat.k_continuar" = "Continuar";"translat.k_copiasegescritorio" = "Hacer Copia de Seguridad en Escritorio";"translat.k_criterio" = "Criterio: ";"translat.k_criteriosasociados" = "Criterios de Evaluación Asociados";"translat.k_criterioseval" = "Criterios de Evaluación:";"translat.k_cursos" = "Cursos";"translat.k_datoobligatorio" = "Dato Obligatorio";"translat.k_datoutil" = "Dato Útil";"translat.k_dejeelcursor" = "Deje el cursor del ratón sobre cada botón para obtener información";"translat.k_delgrupomat" = " del Grupo/Materia ";"translat.k_denominacion" = "Denominación";"translat.k_denompereval" = "Denominación de los Períodos de Evaluación";"translat.k_desasignarunit" = "Desasignar esta Unidad";"translat.k_descripcion" = "Descripción";"translat.k_desmatricular" = "Desmatricular";"translat.k_diadeguardado" = "Día que se guardó";"translat.k_diadelasemana" = "Día de la Semana";"translat.k_direccion" = "Dirección";"translat.k_domingo" = "Domingo";"translat.k_edad" = "Edad";"translat.k_editar" = "Editar";"translat.k_ejecutar" = "Ejecutar";"translat.k_el" = "el";"translat.k_eliminar" = "Eliminar";"translat.k_eliminarbloque" = "Eliminar Bloque";"translat.k_eliminarcriterio" = "Eliminar Criterio";"translat.k_eliminarestandar" = "Eliminar Estándar";"translat.k_eliminarinforme" = "Eliminar Informe";"translat.k_eliminarinstrum" = "Eliminar Instrumento";"translat.k_eliminarmateria" = "Eliminar Materia";"translat.k_emailenviados" = "email detectados correctamente";"translat.k_emailproblemas" = "Hay problemas con el email de los siguientes estudiantes";"translat.k_emailsend" = "Enviar em@ail";"translat.k_enescritorio" = "en el Escritorio";"translat.k_enviaremail" = "Enviar em@il a todos los alumnos del curso";"translat.k_errorconectdb" = "Hay un error conectando a la Base de Datos";"translat.k_estado" = "Estado\t";"translat.k_estaltos" = "Estándares Altos";"translat.k_estandar" = "Estándar";"translat.k_estandUnidad" = "Estándares Unidad: ";"translat.k_estbasicos" = "Estándares Básicos";"translat.k_estmedios" = "Estándares Intermedios";"translat.k_exportar" = "Exportar\t";"translat.k_exportcsvimcompleto" = "Exportar .csv incompleto";"translat.k_exporttocsv" = "Exportar a .csv\t";"translat.k_fdoprofesor" = "Fdo.: El Profesor Responsable";"translat.k_fecha" = "Fecha ";"translat.k_fechainicio" = "Fecha de Inicio";"translat.k_fechanacimiento" = "Fecha de Nacimiento";"translat.k_fechatermino" = "Fecha de Término";"translat.k_filtrarpor" = "Filtrar por:";"translat.k_final" = "Final";"translat.k_forzarchecktipe" = "Forzar Chequeo al iniciar Tipe";"translat.k_generador" = "Generador\t";"translat.k_generarinf" = "Generar Informe\t";"translat.k_generarinformes" = "Generar Informe/s";"translat.k_grafxnivelcomp" = "Gráfica por Nivel de Competencia";"translat.k_grafxtipoest" = "Gráfica por Tipo de Estándar";"translat.k_grupo" = "Grupo\t";"translat.k_grupo_materia" = "Grupo-Materia";"translat.k_grupo_materiaplural" = "Grupos-Materias";"translat.k_guardar" = "Guardar";"translat.k_guardarinstrumeval" = "Guardar Instrumento de Evaluación";"translat.k_guardarmateria" = "Guardar Materia";"translat.k_guardarobservacion" = "Guardar Observación";"translat.k_guardarobsgrupo" = "Guardar Observación de Grupo";"translat.k_guardarunidad" = "Guardar Unidad\t";"translat.k_hagaseleccionprimero" = "Haga primero una Selección";"translat.k_historial" = "Historial";"translat.k_historicounits" = "Histórico Unidades";"translat.k_horafin" = "Hora Finalización";"translat.k_horainicio" = "Hora de Inicio";"translat.k_horario" = "Horario";"translat.k_hoy" = "Hoy";"translat.k_importar" = "Importar";"translat.K_importoptions" = "Opciones de Importación";"translat.k_informes" = "Informes";"translat.k_inicio" = "Inicio";"translat.k_inscritoen" = "Matriculado en:\t";"translat.k_instrumeval" = "Instrumento de Evaluación";"translat.k_jueves" = "Jueves";"translat.k_justificadas" = "Justificadas";"translat.k_level" = "Nivel\t";"translat.k_limpiaorphans" = "Limpiar Huérfanos";"translat.k_listadoinformes" = "Listado de Informes Generados";"translat.k_listadoporapell" = "Alumno (listado por Apellidos A->Z)";"translat.k_listadoxcompe" = "Listado Resumen por Competencias (Niveles de Logro)";"translat.k_listadoxestand" = "Listado Resumen por Estándares";"translat.k_listarxgrupref" = "Listar por Grupo de Referencia";"translat.k_lunes" = "Lunes";"translat.k_madre" = "Madre";"translat.k_martes" = "Martes";"translat.k_materia" = "Materia";"translat.k_materiasimilar" = "Se ha encontrado almacenada una materia como la que está tratando de importar. ";"translat.k_matriculado" = "Matriculad@";"translat.k_maximo" = "Máximo";"translat.k_media" = "Media\t";"translat.k_medio" = "INTERMEDIO";"translat.k_medios" = "Intermedios";"translat.k_meses" = " Meses";"translat.k_miercoles" = "Miércoles";"translat.k_misclases" = "Mis Cursos (Grupos/Materia):";"translat.k_modificar" = "Modificar";"translat.k_modificarinstrumeval" = "Modificar Instrumento de Evaluación";"translat.k_modificarmateria" = "Modificar Materia";"translat.k_modificarnombregrupomat" = "Modificar Nombre Grupo/Materia";"translat.k_modificarobservacion" = "Modificar Observación";"translat.k_modificarunidad" = "Modificar Unidad";"translat.k_mostrararchivo" = "Mostrar Archivo";"translat.k_movilma" = "Móvil madre";"translat.k_movilpa" = "Móvil padre";"translat.k_nacionalidad" = "Nacionalidad";"translat.k_nivelalumno" = "Nivel del Alumn@";"translat.k_nivelgrupo" = "Nivel medio del Grupo";"translat.k_noconsiderarlo" = "No Considerarlos";"translat.k_nocontinuaimport" = "No se va a continuar con la importación. ";"translat.k_nocontinuaimport" = "It will not continue with this import process. ";"translat.k_nombre" = "Nombre";"translat.k_notaconsolidada" = "Calificación Consolidada";"translat.k_notahandchange" = "Calificación Cambiada Manualmente";"translat.k_notaorientativa" = "Nota*";"translat.k_notasconsolidadas" = "Calificaciones Consolidadas";"translat.k_nuevamateria" = "Nueva Materia";"translat.k_nuevaobservacion" = "Nueva Observación";"translat.k_nuevaunidad" = "Nueva Unidad";"translat.k_nuevo" = "Nuevo";"translat.k_nuevoalumno" = "Nuevo Estudiante";"translat.k_nuevobloque" = "Nuevo Bloque";"translat.k_nuevocriterio" = "Nuevo Criterio";"translat.k_nuevocurso" = "Crear Nuevo Curso";"translat.k_nuevodocumento" = "Nuevo Documento";"translat.k_nuevoestudiante" = "Nuevo Estudiante: ";"translat.k_nuevoinstrumeval" = "Nuevo Instrumento de Evaluación";"translat.k_numalumnos" = "Nº Alumnos";"translat.k_numbloque" = "N. Bloque:";"translat.k_numfaltasinj" = " Número de Faltas Injustificadas: ";"translat.k_numfaltasjus" = " Número de Faltas Justificadas: ";"translat.k_numfaltasret" = " Número de Retrasos: ";"translat.k_obsbiograficas" = "Observaciones Biográficas\t";"translat.k_observacion" = "Observación";"translat.k_observaciones" = "Observaciones\t";"translat.k_observeneval" = "Observaciones realizadas en el Período de Evaluación";"translat.k_optionsimpexp" = "Opc. Import/Export";"translat.k_padre" = "Padre";"translat.k_percentxgrupo" = "Porcentajes por Grupo";"translat.k_percentxgrupoconsolcalif" = "% por Grupo y Ev. Consolidadas";"translat.k_percentxgruporefconsolcal" = "% por Materia y Ev. Consolidadas";"translat.k_periodo" = "Período";"translat.k_periodoevalsingular" = "Período de Evaluación";"translat.k_periodoseval" = "Períodos Evaluación";"translat.k_peso" = "Peso";"translat.k_pesoseninstrum" = "Pesos en este Instrumento*";"translat.k_pesosestandares" = "Pesos de los Estándares";"translat.k_programacion" = "Programación";"translat.k_programrefuerzo" = "Programa de Refuerzo";"translat.k_progref" = "PROGRAMA DE REFUERZO PARA LA ADQUISICIÓN DE LOS APRENDIZAJES BÁSICOS";"translat.k_promedio" = "Promedio";"translat.k_promedioprog" = "Promedio Progresivo";"translat.k_promediosalum" = "Promedios del alumn@";"translat.k_promediosgrupo" = "Promedios del grupo";"translat.k_publicar" = "Publicar";"translat.k_qualification" = "Enseñanza";"translat.k_quierenuevoalumno" = "Si está seguro de querer crear al Estudiante: ";"translat.k_q_borrartramo" = "¿Quiere borrar este tramo del horario\?";"translat.k_regulacion" = "Regulación";"translat.k_resumenabsentismo" = "Resumen de Absentismo en el Período de Evaluación";"translat.k_retrasos" = "Retrasos";"translat.k_revisamaterias" = "Revise sus materias. ";"translat.k_sabado" = "Sábado";"translat.k_sehaguardadook" = "se ha guardado correctamente como ";"translat.k_seleccforinfosql" = "Seleccione del Listado para obtener Información de la sentencia SQL";"translat.k_seleccionatodos" = "Seleccionar Todos";"translat.k_seleccione" = "Seleccione…";"translat.k_seleccionecsv" = "Seleccione .csv";"translat.k_selecciongrupomat" = "Seleccione Grupo/Materia…";"translat.k_selecciongrupomatany" = "Seleccione al menos un Grupo/Materia...";"translat.k_seleccionprogaimportar" = "Seleccione el archivo (materia) a importar";"translat.k_seleccionunidad" = "Seleccione Unidad…";"translat.k_selecpereval" = "Seleccione Período de Evaluación...";"translat.k_si" = "Si";"translat.k_sobreesbir" = "Sobrescribir";"translat.k_spcdisenospc" = "                     Diseño                     ";"translat.k_spcestandaresspc" = "                     Estándares                     ";"translat.k_spcunidadesspc" = "                     Unidades                     ";"translat.k_subjecthere" = "Introduzca-el-Asunto-Aqui";"translat.k_telefono" = "Teléfono";"translat.k_text_webservererror" = "No se ha detectado Conexión de red. No se pudo iniciar el Servicio";"translat.k_tipeinfodash" = "\tTipe (Tareas Integradas del Profesorado y la Enseñanza), es un programa que ha ido creciendo desde unas decenas de lineas de código, como agenda del profesor, a unas cuantas decenas de miles, desde las que se contempla la programación de las materias a impartir hasta los informes automátizados de planes de refuerzo para el alumnado.\n\n\tLa burocratización de las tareas de enseñanza hace impensable hoy día que el clásico cuaderno del profesor sea suficiente para una correcta aplicación normativa. Las hojas de cálculo al efecto, a veces, no son lo suficientemente flexibles. El software online, donde \"compartimos\" de manera inocente datos sensibles de nuestro alumnado y además ideado de una manera generalista, tampoco satisface las necesidades actuales.\n\t\n\tTipe viene a simplificar e integrar de manera eficiente las tareas cotidianas del profesorado, llegando donde los demás no lo hacen.\n\t\n\tDesde el lanzamiento de la versión Tipe 3.2.2 está disponible la plataforma web para compartir Programaciones, lo que convierte a Tipe en una potente herramienta en la que podemos Programar nuestras materias en cuestión de segundos. Visita nuestra web para más información.\n\nEl código fuente en https://github.com/clmmakers/tipe\nInformación en http://auladeplas.com\n\n\nel equipo clmmakers";"translat.k_tipetitle" = "Tipe (Tareas Integradas del Profesorado y la Enseñanza)";"translat.k_tipo" = "Tipo";"translat.k_tipoobservacion" = "Tipo de Observación";"translat.k_titulo" = "Título";"translat.k_tocsv" = "Se va crear un archivo .csv con los datos de esta tabla";"translat.k_tocsvausenciacalif" = "Se va crear un archivo .csv con los datos de esta tabla.\nPuede continuar, pero tenga en cuenta esta asusencia de calificaciones";"translat.k_todas" = "Todas";"translat.k_tratarestandaresrep" = "Tratar estándares repetidos:";"translat.k_txtabsent" = "Se generará un listado por alumnos del grupo seleccionado con balance de absentismo en el período seleccionado";"translat.k_txtaccionborrararchivo" = "Esta acción no se puede deshacer, ¿realmente quiere Borrar este Archivo\?";"translat.k_txtaccioncargardesdehist" = "En el proceso de carga de la Unidad las fechas de inicio y fin de la misma se incrementarán en un año, al igual que las fechas de realización de cada uno de los Instrumentos de Evaluación Asociados.\nRevise la configuración una vez cargada.";"translat.k_txtaccioneliminarbloque" = "Esta acción no se puede deshacer, ¿realmente quiere borrar este Bloque\?. Esto borrará automáticamente los Criterios y Estándares asociados a este Bloque ";"translat.k_txtaccioneliminarcriterio" = "Esta acción no se puede deshacer, ¿realmente quiere borrar este Criterio\?. Esto borrará automáticamente los Estándares asociados";"translat.k_txtaccioneliminarestandar" = "Esta acción no se puede deshacer, ¿realmente quiere borrar este Estándar\?";"translat.k_txtaccioneliminarestHazar" = "Tipe permite esta acción, pero tenga en cuenta que si tiene Instrumentos de Evaluación con este estándar y ya tiene calificaciones asignadas puede generar un problema de integridad referencial en la Base de Datos. Asegúrese de saber qué está haciendo";"translat.k_txtaccioneliminarsubject" = "Esta acción no se puede deshacer, ¿realmente quiere borrar esta Materia\?";"translat.k_txtaccioneliminarsubjectexp" = "Esto borrará automáticamente los Bloques, Criterios y Estándares asociados a esta materia";"translat.k_txtalumnosconinf" = "Se generará un listado por alumnos del grupo seleccionado con los informes generados";"translat.k_txtalumnosdetect" = "Detección de Alumnos";"translat.k_txtalumnosselecc" = " alumnos seleccionados";"translat.k_txtanotada1asistencia" = "Se ha actualizado con éxito la anotación de Asistencia";"translat.k_txtanotadasvariasasistencias" = " anotaciones de asistencia han sido actualizadas con éxito";"translat.k_txtarchivoreferenciaa" = "El archivo seleccionado hace referencia a: ";"translat.k_txtarrastredocinfo" = "Arrastre aquí el Documento .txt que describe el programa de refuerzo";"translat.k_txtasignetipoobs" = "Asigne una Categoría (o añada una nueva)";"translat.k_txtasignunacalifallstandars" = "Asigne una calificacion a los estándares de este instrumento";"translat.k_txtaspectoimg" = "Esta imagen no se ajusta al aspecto requerido, arrastre una imagen lo más cercana posible a 130x60px (2-2,5:1)";"translat.k_txtbalanestcomp" = "Se generará en pantalla un listado con los estándares (con peso y competencia asociado) con los promedios -en su caso-";"translat.k_txtbloquenoblanco" = "El bloque, contenido y número de bloque del mismo no pueden estar en blanco";"translat.k_txtborraralumnostodos" = "Borra todos los alumnos, sus calificaciones, asistencia, observaciones e informes. Deja intacto el horario, grupos, programaciones, períodos de evaluación, unidades e instrumentos de evaluación. Haga previamente una copia de seguridad";"translat.k_txtborrargrupo_q" = "Realmente quiere borrar este Grupo/Materia\?";"translat.k_txtbrevedescrip" = "Debe dar una breve descripción";"translat.k_txtcalifbiggerthanten" = "Atención!, puso una Calificación mayor a 10";"translat.k_txtcambiologo" = "Para cambiar el Logotipo arrastre una imagen PNG o JPG sobre el logotipo actual, después haga click en \"Actualizar Logo\".\n\nEl tamaño final del logotipo no sobrepasará los 130x60 píxeles (esto es una ratio de 2 a 2,5 veces mas ancho que alto). Puede arrastrar cualquier tamaño de imagen que cumpla con esta ratio, Tipe lo adecuará automáticamente al tamaño máximo.\n";"translat.k_txtcamposobligatmateria" = "Todos los campos son obligatorios para poder añadir/modificar una materia";"translat.k_txtcargacopiaseg" = "Carga una copia de Seguridad. ¡Atención!, sobreescribe los datos que actualmente tiene Tipe. Asegúrese previamente de haber creado una Copia de Seguridad. Deberá reiniciar Tipe para volver a trabajar normalmente. De manera automática se crea en el escritorio una copia de los datos actuales en una carpetta Tipe3.XXXXXXXe+9";"translat.k_txtcierreestadilloprevio" = "Por favor cierre el archivo estadillo.pdf que ha generado previamiente";"translat.k_txtclonaruniten" = "Clonar esta Unidad en ";"translat.k_txtclonegradetoall" = "Clonar Calificación del primer Estándar en los demás a todos los alumnos ";"translat.k_txtclonegradetoone" = "Clonar Calificación del primer Estándar en los demás del alumn@ ";"translat.k_txtcopiaseguridad" = "Se realiza una copia de Seguridad en el Escritorio con nombre(Tipe_xx_xx_xxxx -fecha-), los archivos internos quedan intactos. No debe alterar el contenido de la carpeta generada si posteriormente va a cargar esta Copia de Seguridad de nuevo.";"translat.k_txtcriterionoblanco" = "No puede dejar en blanco el contenido del Criterio";"translat.k_txtdebeintrodtxtobs" = "Debe introducir texto en la observación y/o indicar el tipo de observación/comunicación";"translat.k_txtdescripcsqlstat" = "Breve descripción de la sentencia SQL";"translat.k_txtdetecciondegrades" = "Se han detectado calificaciones en otros estándares.\n\nSi continúa sobreescribirá estas calificaciones";"translat.k_txtdevolvertipeoriginal" = "Devuelve Tipe al estado que tiene con una instalación desde cero, es decir, borrar todos los datos (si los hubiera) actuales. Haga previamente una Copia de Seguridad. Deberá reiniciar Tipe para volver a trabajar normalmente.\nIMPORTANTE!: Esta opción no funciona en Windows. Si desea devolver Tipe a su estado inicial siga los siguientes pasos: \n1.- Haga una copia de seguridad\n2.- Desinstale Tipe\n3.- Ejecute el instalador de nuevo";"translat.k_txtdobleclick" = "Haga doble click para ver opciones de este control";"translat.k_txteliminaranotacionfalta" = "Eliminar Anotación de Asistencia";"translat.k_txtemailexplanation" = "Se abrirá su cliente de correo predeterminado. \"Asunto\", y \"Cuerpo\" del email lo deberá completar en esta aplicación.\nEl campo \"Para:\" contendrá el email del primer alumno del grupo. Sustitúyalo por su email.";"translat.k_txtencontradocoincidenciasmat" = "Se han encontrado las siguientes coincidencias entre el alumnado actual. Si el alumno que desea crear está en el listado, selecciónelo y guarde (procure no repetir alumnos, se rompería la integridad referencial). Será llevado de nuevo a la ventana anterior";"translat.k_txtencontrararesumen" = "Aquí encontrará un resumen del documento seleccionado (si lo escribió al cargarlo)";"translat.k_txterrordesasignandoestan" = "Ha ocurrido un error desasignando al Instrumento este estándar";"translat.k_txterrorguardarobs" = "Ha ocurrido un error al Guardar esta Observación";"translat.k_txterrorleerjson" = "Error accediendo al archivo json importado";"translat.k_txterrorupdatinattendance" = "Ha ocurrido un error actualizando esta asistencia";"translat.k_txterrorupdatinobs" = "Ha ocurrido un error actualizando esta Observación";"translat.k_txtescribatobs" = "Introduzca la Observación";"translat.k_txtestandareseval" = "Estándares de aprendizaje evaluables:";"translat.k_txtestandarnoblanco" = "El contenido del estándar, peso y la competencia que desarrolla no pueden estar en blanco";"translat.k_txtfechacomienzounidad" = "\tLa fecha de realización/corrección de este instrumento es anterior al comienzo de la Unidad que desarrolla.\n\tAjustaré la fecha a la del comienzo de la Unidad";"translat.k_txtfechainiciomayor" = "El día de inicio no puede ser posterior al de finalización.\n\nAjustaré automaticamente el día de inicio 30 días antes que el de finalización";"translat.k_txtfechasproblemacalculos" = "\tLa fecha de realización/corrección de este instrumento excede las fechas de la Unidad que desarrolla.\n\tTipe lo permite, pero tenga en cuenta esta anomalia si ha ajustado las fechas de la Unidad con algún periodo de Evaluación, ya que los resultados de este instrumento podrían quedar fuera de los cálculos\n";"translat.k_txtgenercalifconsol_lista" = "Se han generado calificaciones consolidadas para el período de evaluación de los siguientes grupos-materia:";"translat.k_txtgrupoobservacionhecha" = "Grupo/Materia que enmarca la Observación";"translat.k_txtgruporef" = "Grupo Base";"translat.k_txtgruposdetect" = "Detección de grupos (Grupos-materia)";"translat.k_txtguardadoobscorrect" = "Se ha guardado la Observación correctamente";"translat.k_txthaycalifconsol" = "Existen calficaciones consolidadas para este período de evaluación y grupo-materia.";"translat.k_txthaycalifconsol_lista" = "Se han sobreescrito calificaciones consolidas encontradas para el período de evaluacion de los siguientes grupos-materia:";"translat.k_txtimportarstudesdecsv" = "También puede importar Nuevos alumn@s desde un archivo .csv";"translat.k_txtimportexportprog" = "En el video de la parte inferior tiene un tutorial sobre cómo exportar e importar (min 3:08) programaciones utilizando la plataforma Tipe-Sharing (se requiere conexión a internet)";"translat.k_txtincluirabsen" = "Incluir Resumen de Absentismo";"translat.k_txtincluirobs" = "Incluir Observaciones de la Evaluación Seleccionada";"translat.k_txtindicarcalifprimeracol" = "Por favor indique la Calificación de la primera Columna (estándar) para poder asignar dicha Calificación al resto de estándares";"translat.k_txtindicarcomoestand" = "Indique cómo considerar los estándares repetidos";"translat.k_txtindicarobsyotros" = "Por favor indique Observación, Grupo y/o Tipo para esta Observación";"translat.k_txtindiquegrupomat" = "Indique el Grupo-materia";"translat.k_txtindiquetitleyotrosinstrum" = "Por favor indique Título, Descripción y Fecha para este Instrumento de Evaluación";"translat.k_txtindiquetitleyotrosunit" = "Por favor indique Título, Descripción y fechas de inicio y término para esta Unidad";"translat.k_txtinfoconsolcal" = "Se procederá a calcular las calificaciones de los grupos marcados con el check en el período de evaluación seleccionado tratando a los estándares que se repiten (si existen) utilizando el algoritmo elegido.\nSi existen calificaciones consolidadas para el período de evaluación seleccionado se sobreescribirán.\nEsta acción no se puede deshacer";"translat.k_txtinfocreargrupomat" = "Introduzca los campos para crear el grupo-materia que desee, para guardar los cambios pulse “Guardar”, inmediatamente después se le brindará la oportunidad de crear y matricular estudiantes en el grupo-materia recién creado.";"translat.k_txtinfodocuforunit" = "Debe arrastrar sobre el icono previsto el documento que desee almacenar en esta unidad";"translat.k_txtinfohuerfanos" = "En el listado aparecen los alumnos almacenados en Tipe Gradebook que actualmente NO están matriculados en algún Grupo-Materia";"translat.k_txtinfoinstrumborrado" = "Se ha borrado el Instrumento de Evaluación y todas las calificaciones existentes en todos los grupos que la tenían asignada";"translat.k_txtinfoporcentajes" = "Los porcentajes deben sumar 100%";"translat.k_txtinfosqlprompt" = "Para evitar dejar inservible la base de datos perdiendo datos vitales, sólo está permitido el uso de la sentencia “SELECT”.";"translat.k_txtinstadaultimaversion" = "Tienes instalada la última versión";"translat.k_txtinstrumentosevalasociados" = "Instrumentos de Evaluación Asociados";"translat.k_txtintrobreveresumen" = "Introduzca un breve resumen del contenido del documento";"translat.k_txtintroducedatapereval" = "Debe Introducir todos los datos para Guardar un Nuevo Período de Evaluación\n";"translat.k_txtintroducenombreyapel" = "Debe introducir, al menos, Nombre y un Apellido";"translat.k_txtintroducesql" = "Introduzca sentencia SQL\t";"translat.k_txtipetooriginalset" = "Volver a ajustes de instalación";"translat.k_txtjsonmalformado" = "No se trata de un archivo bien formado. Asegúrese de importar un archivo .JSON válido";"translat.k_txtjsonNOtienemateria" = "El archivo seleccionado no parece contener ninguna materia válida, seleccione un archivo válido";"translat.k_txtjsontienemateria" = "El archivo parece contener una materia, si la importa navegue entre sus contenidos para asegurarse de que es correcta";"translat.k_txtlineacabeceras" = "Primera línea como Cabeceras (csv)";"translat.k_txtmateriasdetect" = "Detección de materias";"translat.k_txtmetefechanacim" = "Por favor, introduzca fecha de nacimiento";"translat.k_txtnavlistado" = "Navegación por el listado de calificaciones con las teclas: TAB, flecha UP, flecha DOWN";"translat.k_txtnavlistadoenter" = "Consolidad celda con \'Enter\'";"translat.k_txtnoabririnf" = "No Abrir informe/s generado/s automáticamente";"translat.k_txtnoactprefe" = "No se han podido Actualizar sus Preferencias";"translat.k_txtnoconsolcalifxpereval" = "No existen calificaciones consodidadas para la materia/Grupo-Materia seleccionado";"translat.k_txtnodeletecalif" = "No se ha podido Borrar esta Calificación";"translat.k_txtnodocumentquiereseguir" = "No ha cargado un documento .txt con los detalles del programa de refuerzo, ¿Realmente quiere continuar\?";"translat.k_txtnoencontradoregistros" = "No se han encontrado registros";"translat.k_txtnoguardargrupomat" = "No se ha podido guardar el grupo_materia: ";"translat.k_txtnoguardatramo" = "No se ha podido guardar el tramo horario, hay un problema con la base de datos";"translat.k_txtnohacargadodocument" = "No ha cargardo un documento, por favor arrastre uno a la zona dedicada para ello";"translat.k_txtnopoderactualinstrum" = "No se ha podido Actualizar el Instrumento de Evaluación";"translat.k_txtnopoderactualizarunit" = "No se ha podido Actualizar la Unidad";"translat.k_txtnopoderalmacenarcalifori" = "No se ha podido almacenar el calculo de la calificación de la tarea (orientativa)";"translat.k_txtnopoderborrarinf" = "No se pudo Borrar el Informe";"translat.k_txtnopoderborrarinstrum" = "No se ha podido Borrar el Instrumento de Evaluación";"translat.k_txtnopoderborrarpereval" = "No se pudo Borrar el Período de Evaluación";"translat.k_txtnopoderborrartramo" = "No se pudo borrar el tramo horario";"translat.k_txtnopodercrearstorageinf" = "No se ha podido crear la estructura de almacenamiento de Informes";"translat.k_txtnopoderguardarinfde" = "No se ha podido Guardar el Informe de: ";"translat.k_txtnopoderguardarinstrum" = "No se ha podido Guardar el Instrumento de Evaluación";"translat.k_txtnopoderguardarobs" = "No se ha podido Guardar la Observación";"translat.k_txtnopoderguardarpereval" = "No se ha podido Guardar el Período de Evaluación, hay un problema con la Base de Datos";"translat.k_txtnopoderguardarunit" = "No se ha podido Guardar la Unidad";"translat.k_txtnopodermodifestunit" = "No puede modificarse este Estándar en este Unidad, ya hay calificaciones asignadas";"translat.k_txtnopodersalir" = "Desde esta presentación Tipe NO se puede Cerrar";"translat.k_txtnopudeborrarclase" = "No se pudo Borrar el Grupo/Materia";"translat.k_txtnosavecalif" = "No se ha podido Guardar esta Calficación";"translat.k_txtnosepuededeshacer" = "Esta acción no se puede deshacer";"translat.k_txtnotasversion" = "Notas de la versión: ";"translat.k_txtnotodostienenmarks" = "No todos los alumnos tienen calificaciones en este Instrumento.\n\nPuede continuar, tenga en cuenta esta asusencia de calificaciones.";"translat.k_txtnoupdatecalif" = "No se ha podido Actualizar esta Calificación";"translat.k_txtnuevonombreclaseactual" = "Introduzca el nuevo Nombre para el Grupo/Materia actual y haga click en el Botón Guardar";"translat.k_txtnuminformgenerados" = "Número de Informes generados";"translat.k_txtnumstudimportok" = " Nuevos estudiantes se han importado al Registro. Vuelva al listado de matriculación para formalizar dicha matrícula (en verde).";"translat.k_txtnumstudNOimport" = " Estudiantes no se han importado al Registro ya que o existen en dicho registro o faltan datos obligatorios como Nombre o Apellido (en rojo).";"translat.k_txtobsalumnogrupo" = "Observación para los alumnos del Grupo: ";"translat.k_txtobservinstrum" = "Añadir Observación/Documentos a este Instrumento de Evaluación";"translat.k_txtobservinstrum1" = "OBS. INSTRUMENTO EV.";"translat.k_txtobservpublicabydef" = "Por defecto la observación será pública";"translat.k_txtperevelguardadook" = "El Período de Evaluación se ha guardado correctamente";"translat.k_txtporcengrup" = "Se generará en pantalla un informe estadístico tipo tabla en el que se detallan el número de alumnos y porcentajes por los distintos tramos de calificación";"translat.k_txtporcengrupconsolcalif" = "Se generará en pantalla un informe estadístico tipo tabla en el que se detallan el número de alumnos y porcentajes por los distintos tramos de calificación (con calificaciones consolidadas)";"translat.k_txtprepnuevocurso" = "Borra Horario, períodos de Evaluación, Grupos y todos los datos relacionados con el alumnado: faltas, observaciones, calificaciones, informes pero deja intactos los datos biográficos del alumnado. También deja intacta programación, Unidades e Instrumentos de evaluación. Opción de interés para comenzar un nuevo curso manteniendo a los alumnos para poder cargarlos en los grupos/materia del nuevo curso. Haga previamente una Copia de Seguridad";"translat.k_txtprintestadillomarking" = "Imprimir estadillo para corrección del Instrumento con estándares";"translat.k_txtproblemasinternet" = "Parece que no está conectado a Internet o hay problemas con el Servidor";"translat.k_txtprocedercargaseg" = "Se va a procedar a cargar una Copia de Seguridad";"translat.k_txtprogimportadaokchequear" = "La materia se ha importado correctamente a la base de datos. Asegúrese del contenido de la misma navegando por bloques, criterios y estandares desde la ventana principal. ";"translat.k_txtquiereborrarfalta" = "Esta acción No se puede deshacer, realmente quiere Borrar esta Observación\?";"translat.k_txtquiereborrarinf" = "Esta acción No se puede deshacer, ¿realmente quiere Borrar este Informe\?";"translat.k_txtquiereborrarinstrum" = "Esta acción No se puede deshacer, ¿realmente quiere Borrar este Instrumento de Evaluación\?.\n\nImplica que se van a Borrar todas las Calificaciones de este Instrumento para todos los grupos que la tuvieran";"translat.k_txtquiereborrarobs" = "Esta acción No se puede deshacer, realmente quiere Borrar esta Observación\?";"translat.k_txtquiereborrarpereval" = "Esta acción No se puede deshacer, ¿realmente quiere Borrar este Período de Evaluación\?";"translat.k_txtquieredesmatricular" = "Esta acción no se puede deshacer, realmente quiere desmatricular a ";"translat.k_txtrightclicmoreopt" = "Haga click derecho para ver opciones de los controles de esta vista";"translat.k_txtseleccionarcursoobs" = "Seleccione un Curso para anotar una Observación a todos los Alumn@s del mismo";"translat.k_txtseleccioneeval" = "Cargue y/o Seleccione un período de Evaluación del listado";"translat.k_txtseleccioneprevUnits" = "Seleccione previamente una Unidad y/o Grupo de los Listados";"translat.k_txtselectgrupoinfoobs" = "Seleccione un Curso para realizar una Observación a todos los alumnos del mismo";"translat.k_txtselectInstfordescripcion" = "Descripción Instrumento";"translat.k_txtselectmateria" = "Seleccione una Materia";"translat.k_txtsoloselect" = "Solo están permitidas sentencias Select";"translat.k_txtsolotxt" = "Sólo se acepta los archivos de texto plano -extensión .txt-";"translat.k_txttipeadatosinstall" = "Se va a reestablecer Tipe a los Ajustes y datos de Instalación";"translat.k_txttipeclosebacupdesk" = "Tipe se cerrará una vez terminado el proceso (se creará una Copia de Seguridad en el Escritorio). Ábralo de nuevo para comenzar a utilizarlo normalmente";"translat.k_txttramoguardado" = "El tramo horario se ha guardado correctamente";"translat.k_txtunitevaldetect" = "Detección de Unidades de Evaluación";"translat.k_txtunitsdelgrupomat" = "Unidades del Grupo_materia seleccionado";"translat.k_txtversionavailable" = "Se encuentra disponible la versión: ";"translat.k_txtvolveroimportaragain" = "Puede Volver o importar una materia nueva";"translat.k_txtwrongcheckicon" = "Prueba de icono de NO detección";"translat.k_txt_infowebserver" = "0.- El servicio funciona en intranet. Servidor (Tipe) y clientes (navegadores Web, dispositivos móviles, etc) han de estar en la misma red.\n1.- Para el correcto funcionamiento del servicio mantenga Tipe abierto y en primer plano (no salga de la pantalla hasta haber finalizado el proceso).\n2.- Por compatibilidad se debe utilizar Chrome o Firefox para cumplimentar el formulario.\n3.- La dirección web en la que está disponible el servicio web es (después de hacer click en OK): ";"translat.k_txt_infowebserverplus" = "0.- El servicio funciona en intranet. Servidor (Tipe) y clientes (navegadores Web, dispositivos móviles, etc) han de estar en la misma red.\n1.- Para el correcto funcionamiento del servicio mantenga Tipe abierto y en primer plano (no salga de la pantalla hasta haber finalizado el proceso).\n2.- Por compatibilidad se debe utilizar Chrome o Firefox para cumplimentar el formulario.\n3.- Detectadas varias redes. El servicio web puede estar en las siguientes direcciones (pruebe):";"translat.k_ultimo" = "Último";"translat.k_unenrollalumnode" = "Desmatricular a este Alumn@ de: ";"translat.k_unidad" = "Unidad";"translat.k_veces" = "veces";"translat.k_versionactual" = ", actualmente instalada: ";"translat.k_viernes" = "Viernes";"translat.k_volver" = "Volver";"translat.k_volverdatosinstall" = "Devolver Tipe a Datos de Instalación";"translat.k_volverlistamatriculacion" = "Volver al Listado de Matriculación";"translat.k_webserviceautostop" = "Hey!, he apagado el servidor por tí!";"translat.k_webservicestart" = "Iniciar Sevicio Web";"translat.k_webservicestop" = "Detener Sevicio Web";"translat.k_seleccionejson" = "Seleccione .json";